Revit 2027 API
ParameterTypeId.AutoJoinConditionWall Property
 "Join Condition"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AutoJoinConditionWall { get; }
Public Shared ReadOnly Property AutoJoinConditionWall As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AutoJoinConditionWall {
	ForgeTypeId^ get ();
}
static member AutoJoinConditionWall : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace